[
  {
    "time": "00:00",
    "speaker": "",
    "startTime": "00:00",
    "duration": 14,
    "text": "Hi, I'm Vanessa from SpeakEnglishWithVanessa.com. May, my can, could, should, would let's talk about it."
  },
  {
    "time": "00:14",
    "speaker": "",
    "startTime": "00:14",
    "duration": 24,
    "text": "Hey, what are you up to? I think I might go to a party tonight. Huh? There is a problem with this sentence. Does this sound right to you? \"I might to go to a party.\" Yeah, something's wrong with this, but what and why? And how can you say this correctly so that you can speak real American English?"
  },
  {
    "time": "00:38",
    "speaker": "",
    "startTime": "00:38",
    "duration": 23,
    "text": "In this lesson, you are going to learn the most common modal verbs and how to use them accurately in English. You might have learned verb tenses in English, present, past, future. Well, modal verbs are a little bit different. I want to make sure that you can feel confident using them and speak real American English."
  },
  {
    "time": "01:01",
    "speaker": "",
    "startTime": "01:01",
    "duration": 23,
    "text": "So in this lesson, you will learn the three most important rules about modal verbs. Then we'll have a little quiz. And at the end of this lesson, I want to teach you six common phrases that include modal verbs that you can use in daily life. And that you will hear in conversations in movies, in TV shows so that you can feel comfortable with English."
  },
  {
    "time": "01:24",
    "speaker": "",
    "startTime": "01:24",
    "duration": 27,
    "text": "Like always, I have created a free PDF worksheet so that you can remember everything that you're going to learn in this lesson. There is a link in the description to download that PDF today. You'll see all of the modal verbs, all of the rules, all of the quiz answers, all of the special phrases that use modal verbs. And you can answer Vanessa's Challenge Question at the bottom of the PDF worksheet. There's a link in the description and you can download it right now."
  },
  {
    "time": "01:51",
    "speaker": "",
    "startTime": "01:51",
    "duration": 38,
    "text": "So what in the world is a modal verb? Well, these are the most common, but be careful because in just a minute, I'll tell you two that Americans never use. May, might, must, can, will, should, would, and could, these are commonly used in American English conversations. But there are two that I've heard English learners use that Americans, I'm going to say never use. There's not often a \"never\" when it comes to language, but let's go with it that Americans never use."
  },
  {
    "time": "02:29",
    "speaker": "",
    "startTime": "02:29",
    "duration": 22,
    "text": "And they are ought to and shall. Shall I cook dinner? I ought to cook dinner. Ugh. We never use these in American English. So if you would like to sound like an American, I recommend not using those verbs. But how can you use the others? Well, let's talk about the three important rules that you need to know."
  },
  {
    "time": "02:51",
    "speaker": "",
    "startTime": "02:51",
    "duration": 35,
    "text": "With regular verbs, you need to change the verb based on the subject. I eat, he eats, but with a modal verb, do not change the modal verb. So you can say, I should clean my room. Do not say I shoulds, or he shoulds clean his room. The modal verb always stays the same. I should clean my room, we should clean our room. He should clean his room."
  },
  {
    "time": "03:26",
    "speaker": "",
    "startTime": "03:26",
    "duration": 34,
    "text": "Rule number two, the verb directly after the modal verb does not have to. It is not conjugated. It is just simple. Take a look at this. He might join us for dinner. I didn't say he might to join us or he might joining us or he might joins us. Nope. Our modal verb might stays the same, and then the verb directly after that will also stay the same. Don't add to don't add I-N-G."
  },
  {
    "time": "04:00",
    "speaker": "",
    "startTime": "04:00",
    "duration": 26,
    "text": "Take a look at this one. I can help you with that. Can is the modal verb and what's the verb directly after that? Help. I can help you with that. I've seen some of my English students say I can to help you with that, or I can helping with that, but really that word help just needs to stay by itself, help. I can help you with that."
  },
  {
    "time": "04:26",
    "speaker": "",
    "startTime": "04:26",
    "duration": 27,
    "text": "And rule number three with modal verbs is when you form a question, we need to use inversion. What is inversion? Take a look at this. Can I go to dinner with you? What's the subject here? It's I and our verb is can go. Do you see how we have switched the subject and the modal verb? The modal verb is going to come first."
  },
  {
    "time": "04:53",
    "speaker": "",
    "startTime": "04:53",
    "duration": 16,
    "text": "Can I go to dinner with you? Will we be late for the movie here? Our modal verb is will, and the subject is we. And then our extra verb is be, will we be late for the movie?"
  },
  {
    "time": "05:09",
    "speaker": "",
    "startTime": "05:09",
    "duration": 17,
    "text": "Should you be doing that? Here we have you is the subject, but what's the first word? It's the modal verb. So when we form a question, the subject and the verb are switched, should you be doing that? Probably not."
  },
  {
    "time": "05:26",
    "speaker": "",
    "startTime": "05:26",
    "duration": 18,
    "text": "Alright, before we go on to some common phrases that use modal verbs that I would love for you to be able to use in daily life. Let's have a little quiz to see how much you know, I'm going to be saying a little story with a blank and you need to choose which one is the best answer. Are you ready?"
  },
  {
    "time": "05:44",
    "speaker": "",
    "startTime": "05:44",
    "duration": 19,
    "text": "I was going to drive my car to dinner, but I think it have a flat. I think it mights have a flat or I think it might have a flat. I'll give you three seconds to think about this answer."
  },
  {
    "time": "06:03",
    "speaker": "",
    "startTime": "06:03",
    "duration": 12,
    "text": "I was going to drive my car to dinner, but I think it might have a flat that's rule. Number one, we do not change the modal verb. Do not add S just might."
  },
  {
    "time": "06:15",
    "speaker": "",
    "startTime": "06:15",
    "duration": 11,
    "text": "Let's continue with the quiz. Hmm, drive. Can you drive? You can drive. Hmm? Which one is the best?"
  },
  {
    "time": "06:26",
    "speaker": "",
    "startTime": "06:26",
    "duration": 6,
    "text": "Can you drive? This is rule number three, we're using inversion. Put the modal verb first, can you drive?"
  },
  {
    "time": "06:34",
    "speaker": "",
    "startTime": "06:34",
    "duration": 14,
    "text": "I look at it later. I shall look at it later or I should look at it later. Hmm, which one's the best in American English?"
  },
  {
    "time": "06:48",
    "speaker": "",
    "startTime": "06:48",
    "duration": 6,
    "text": "I should look at it later. Remember, Americans don't use shall or ought to."
  },
  {
    "time": "06:54",
    "speaker": "",
    "startTime": "06:54",
    "duration": 13,
    "text": "If you agree to drive I you dinner. If you agree to drive, I will buy you dinner. If you agree to drive,"
  },
  {
    "time": "07:07",
    "speaker": "",
    "startTime": "07:07",
    "duration": 17,
    "text": "I will to buy you dinner. Hmm. Which one is the best?"
  },
  {
    "time": "07:12",
    "speaker": "",
    "startTime": "07:12",
    "duration": 13,
    "text": "If you agree to drive, I will buy you dinner. This is rule number two, do not add to with this verb just will buy. I will buy you dinner."
  },
  {
    "time": "07:25",
    "speaker": "",
    "startTime": "07:25",
    "duration": 18,
    "text": "I for your movie ticket too since, I'll also need a drive home. I can pay for your movie ticket too, or I cans to pay for your movie ticket too, which one feels the best? Three, two, one."
  },
  {
    "time": "07:43",
    "speaker": "",
    "startTime": "07:43",
    "duration": 14,
    "text": "I can pay for your movie ticket too. Remember the modal verb does not change. So it stays can, and you don't need to with a modal verb, I can pay for your movie ticket."
  },
  {
    "time": "07:57",
    "speaker": "",
    "startTime": "07:57",
    "duration": 25,
    "text": "Well, how did you do? I hope you did well on that quiz because now it's time to take it to the next level. I'd like to introduce you to six common phrases that are six phrases in American English that you will hear people use in conversations and you can use as well. And they all include a modal verb. You may have heard of some of these before, or they may be new to you."
  },
  {
    "time": "08:22",
    "speaker": "",
    "startTime": "08:22",
    "duration": 37,
    "text": "Let's start with the first one. I think I can. I think I can. I think I can. This phrase is from this book, The Little Engine that Could, that almost every child in the whole US has read. And we often use this phrase when there's something difficult or tricky that you're trying to encourage yourself that yes, I can do it. I think I can. I think I can. I think I can. And this repetition is what makes it from this book because the little train is trying to go up the hill and it doesn't know if it can do it, but it's trying to encourage itself. I think I can. I think I can. I think I can. So you can use this as well."
  },
  {
    "time": "08:59",
    "speaker": "",
    "startTime": "08:59",
    "duration": 47,
    "text": "The next modal verb phrase is a fun one coulda, shoulda, woulda. What does this mean? These are all reductions of could have, should have, would have, but in normal conversation, fast conversation, we reduce this to coulda, shoulda, woulda. We use this when we have done something that we regret, but we don't want to keep feeling this regret. So we dismiss it with this phrase. Let's imagine that you have a big exam and you just didn't study enough. You didn't sleep enough, and the exam does not go well. Well, after the exam, you could beat yourself up. You could feel really bad about this. Maybe you feel some regret, but you don't want to feel the regret forever."
  },
  {
    "time": "09:46",
    "speaker": "",
    "startTime": "09:46",
    "duration": 15,
    "text": "So you can use this phrase. Oh, I should have studied more. Why didn't I sleep more? Ah, coulda, shoulda, woulda. Oh, so you're kind of pushing off this stress. I'm not going to let this worry me, even though I regret what I did."
  },
  {
    "time": "10:01",
    "speaker": "",
    "startTime": "10:01",
    "duration": 27,
    "text": "Modal verb phrase, number, three is as ready as I'll ever be. As ready as I will ever be. If someone asks you, are you ready to graduate college? You could say, Hmm, as ready as I'll ever be. This means that you are prepared. You don't know if you're 100% ready, but you've done your best. So you could say, yeah. I'm as ready as I'll ever be. Great!"
  },
  {
    "time": "10:28",
    "speaker": "",
    "startTime": "10:28",
    "duration": 34,
    "text": "Modal verb phrase number four is I should hope so. I should hope so. Should is our modal verb, and notice how hope comes directly after that. There's no to, no conjugation. Just, I should hope so. If somebody drives their car and hits your mailbox, well, they should pay for your mailbox to be fixed, right? So you could say, well, he's going to pay for it. I should hope. So this is something you expect. Someone's done something bad to you and you expect them to make it better. I should hope so."
  },
  {
    "time": "11:02",
    "speaker": "",
    "startTime": "11:02",
    "duration": 38,
    "text": "Modal verb, phrase, number, five, be careful what you wish for, it might come true. Our modal verb here is, might notice how the next verb comes directly after that. Come, it might come true. Well, not everything that you want is really the best. So be careful what you wish for, it might come true. If somebody says, oh, I just wish I could be in charge of everything. Nobody knows how to do this project. You might say, Hmm, be careful what you wish for, it might come true. If you were in charge of this project, it might be not as great as you imagined. It might come true. And you might not be happy about it."
  },
  {
    "time": "11:40",
    "speaker": "",
    "startTime": "11:40",
    "duration": 9,
    "text": "Our sixth and final modal verb phrase that you will commonly hear in daily English conversations is as luck may have it."
  },
  {
    "time": "11:49",
    "speaker": "",
    "startTime": "11:49",
    "duration": 44,
    "text": "As luck may have it. We use this as an interjection in the middle of a phrase to show that something good and surprising happened. You might say I got a flat tire in the middle of the highway, but as luck may have it, the man who helped me fix my tire is the man who I ended up marrying. Okay, so this is destiny. You had a flat tire in the middle of the highway, terrible place, not a good experience, but as luck may have, it may as our modal verb and have as the verb directly after that. As luck may have it, the man who helped me, I ended up marrying what wonderful luck."
  },
  {
    "time": "12:33",
    "speaker": "",
    "startTime": "12:33",
    "duration": 34,
    "text": "Well, great work, expanding your mind with these modal verbs. And now I have a question for you. Can you use one of the modal verbs here on the screen, in the comments below? Test yourself, try to use them correctly and beautifully, like you're speaking real American English. And don't forget to download the free PDF worksheet with all of these rules, sample sentences, questions, ideas, all of the specific fixed phrases that use modal verbs. All of this is available for you in the free PDF worksheet. There's a link in the description so that you can download that today."
  },
  {
    "time": "13:07",
    "speaker": "",
    "startTime": "13:07",
    "duration": 30,
    "text": "Well, thank you so much for learning English with me, and I'll see you again next Friday for a new lesson here on my YouTube channel, bye. The next step is to download the free PDF worksheet for this lesson. With this free PDF, you will master today's lesson and never forget what you have learned. You can be a confident English speaker. Don't forget to subscribe to my YouTube channel for a free English lesson every Friday, bye."
  }
]
